let handler = async (m, { command, text }) => m.reply(`⎔⋅• ━ ╼╃ ⌬〔﷽〕⌬ ╄╾ ━ •⋅⎔
﹝ اعـلان ↓🎉↓ مـسـابـقة﹞
⎔⋅• ━ ╼╃ ⌬〔💧〕⌬ ╄╾ ━ •⋅⎔
↾📜↿┊فـقـرات المـسـابقـة〕↶
◈┊『صـور 🏞️.』
◈┊『كـتـابة 📝.』
◈┊『عـكـس ♻️.』
◈┊『اخـر حـرف ⬅️.』
◈┊『اول حـرف ➡️.』
◈┊『اوبـيـنغ 🎻.』
◈┊『الايـمـوجـي 🎲.』
◈┊『الاعـلام 🏳️.』
◈┊『تـجـميـد 🔐.』
◈┊『الـسـرعة 🔮.』
◈┊『التـعـداد 🔢.』
◈┊『مـقـولات 💭.』
⎔⋅• ━ ╼╃ ⌬〔💧〕⌬ ╄╾ ━ •⋅⎔
↾👨🏻‍💻↿┊الـمـقـدم⇇〔〕
↾⏱️↿┊الـوقـت⇇〔〕
↾🔢↿┊عـدد الـمـشـاركـيـن⇇〔〕
↾🔖↿┊عـدد الاسـئـلـة⇇〔〕
⎔⋅• ━ ╼╃ ⌬〔💧〕⌬ ╄╾ ━ •⋅⎔
〔تـوقـيـع مـمـلكة┊ ˼‏📜˹ 〕↶
⌠𝐎𝐒𝐀𝐊𝐀  ⳺💧⳻  𝐊.𝐍.𝐆⌡
⎔⋅• ━ ╼╃ ⌬〔💧〕⌬ ╄╾ ━ •⋅⎔`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(15)$/i

export default handler
