let handler = async (m, { command, text }) => m.reply(`⎔⋅• ━ ╼╃ ⌬〔﷽〕⌬ ╄╾ ━ •⋅⎔
﹝🏮↓ اعـفـاء عـضـو ↓🏮﹞
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾📯↿┊اللـقـب ⇇〔〕
↾📧↿┊الـمـنـشـن ⇇〔〕
↾🍷↿┊مـن مـنـصـب ⇇〔〕
↾♟️↿┊الـى مـنـصـب ⇇〔〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾⚔️↿┊نـشـكـرك عـلـى مـا قـدمـتـه مـن مـساعـدات لـتـطـويـر الـمـمـلكة🤍🍷.〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
﹝تـوقـيـع↓📜↓مـمـلكة﹞
┊𝐎𝐒𝐀𝐊𝐀 𓆩💧𓆪 𝐊.𝐍.𝐆┊
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(4)$/i

export default handler
