let handler = async (m, { command, text }) => m.reply(`⎔⋅• ━ ╼╃ ⌬〔﷽〕⌬ ╄╾ ━ •⋅⎔
◈╎الـقـسـم ↳📜↲ الاول╎◈
⎔⋅• ━ ╼╃ ⌬〔💧〕⌬ ╄╾ ━ •⋅⎔
◈┊1『الاستـقـبال📃』
◈┊2『الـتـرحيـب🌟』
◈┊3『الـتـرقـية📈』
◈┊4『الاعـفـاء📉』
◈┊5『الانـذار⭕』
◈┊6『الطـرد المـؤقـت❌』
◈┊7『الـطـرد المـؤبـد⚠️』
◈┊8『تـغيـير لـقـب👁️‍🗨️』
◈┊9『شـراء سـلـعة🛍️』
◈┊10『تـحـويل بـيلـي♻️』
◈┊11『الـقـوانـيـن🛑』
◈┊12『الـمـتـجـر🏪』
◈┊13『الـسـؤال الـمـفاجـئ🎲』
◈┊14『إجـابة الـسـؤال🧩』
◈┊15『الـمـسـابـقـة🎪』
⎔⋅• ━ ╼╃ ⌬〔💧〕⌬ ╄╾ ━ •⋅⎔
◈┊『هـذا القـسـم خاص ب اسـتمـارات الـنقابة الاساسية』
⎔⋅• ━ ╼╃ ⌬〔💧〕⌬ ╄╾ ━ •⋅⎔
〔تـوقـيـع مـمـلكة┊ ˼‏📜˹ 〕↶
⌠𝐎𝐒𝐀𝐊𝐀  ⳺💧⳻  𝐊.𝐍.𝐆⌡
⎔⋅• ━ ╼╃ ⌬〔💧〕⌬ ╄╾ ━ •⋅⎔`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(01)$/i

export default handler
