let handler = async (m, { command, text }) => m.reply(`⎔⋅• ━ ╼╃ ⌬〔﷽〕⌬ ╄╾ ━ •⋅⎔
﹝⚡↓ تـرقـيـة عـضـو ↓⚡﹞
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾🏮↿┊اللـقـب ⇇〔〕
↾📧↿┊الـمـنـشـن ⇇〔〕
↾🍷↿┊مـن مـنـصـب ⇇〔〕
↾♟️↿┊الـى مـنـصـب ⇇〔〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾⚔️↿┊نـبـارك لك مـنـصـبـك الـجـديـد و نـتـمـنى مـنـك الـتـقـدم و النـجـاح فـي تـطـويـر الـنـقـابة🤍🍷.〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
﹝تـوقـيـع↓📜↓مـمـلكة﹞
┊𝐎𝐒𝐀𝐊𝐀 𓆩💧𓆪 𝐊.𝐍.𝐆┊
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(3)$/i

export default handler
