
let handler = async (m, { command, text }) => m.reply(`⎔⋅• ━ ╼╃ ⌬〔﷽〕⌬ ╄╾ ━ •⋅⎔
﹝سـؤال ↓🔆↓ مـفـاجـئ﹞
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾🔮↿┊نـوع الـسـؤال ⇇〔〕
↾❔↿┊الـسـؤال ⇇〔〕
↾🏹↿┊الـمـسـتـوى ⇇〔〕
↾⏱️↿┊الـزمـن ⇇〔〕
↾💷↿┊الـجـائـزة ⇇〔〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾👤↿┊المـقـدم ⇇〔〕
↾💷↿┊الـجـائـزة ⇇〔30k〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
﹝تـوقـيـع↓📜↓مـمـلكة﹞
┊𝐎𝐒𝐀𝐊𝐀 𓆩💧𓆪 𝐊.𝐍.𝐆┊
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(13)$/i

export default handler
