let handler = async (m, { command, text }) => m.reply(`⎔⋅• ━ ╼╃ ⌬〔﷽〕⌬ ╄╾ ━ •⋅⎔
﹝ نـتـائـج ↓🎉↓ الـمـسـابـقـة﹞
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾👨🏻‍💻↿┊الـمـقـدم⇇〔〕
↾💷↿┊الـجـائـزة ⇇〔250k〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾🥇↿┊الـمـركز الاول⇇〔〕
↾💷↿┊الـجـائـزة ⇇〔350k〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾🥈↿┊الـمـركـز الـثـانـي⇇〔〕
↾💷↿┊الـجـائـزة ⇇〔250K〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
↾🥉↿┊المركز الـثـالـث⇇〔〕
↾💷↿┊الـجـائـزة ⇇〔150k〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
﹝🤺↓باقـي الـمـشـاركـيـن ↓🤺﹞
┊〔〕
┊〔〕
┊〔〕
┊〔〕
┊〔〕
┊〔〕
↾💷↿┊الـجـائـزة ⇇〔50k〕
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔
﹝تـوقـيـع↓📜↓مـمـلكة﹞
┊𝐎𝐒𝐀𝐊𝐀 𓆩💧𓆪 𝐊.𝐍.𝐆┊
⎔⋅• ━ ╼╃ ◈ 〔💧〕 ◈ ╄╾ ━ •⋅⎔`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(15)$/i

export default handler
